Repository: klyok/OmegaT.OmegaT
Catalog: OmegaT/omegat/project_save.tmx
Source language: en
Languages: be

source: Individual File Statistics:
be: Статыстыка асобных файлаў:

source: Infix Files
be: Файлы Infix

source: Info
be: Зьвесткі

source: Insert Match Into Translation
be: Уставіць супадзеньне ў пераклад

source: Insert Source &Tags
be: Уставіць &біркі з крыніцы

source: Insert the &best fuzzy match
be: Найлепшае &супадзеньне

source: Install
be: Усталяваць

source: Installing failed
be: Не ўдалося ўсталяваць

source: Instant Start
be: Распачніце перакладаць

source: Invalid HTML file
be: Хібны файл HTML

source: Invalid file format
be: Хібны від файла

source: It is used to mark your translations.
be: Так будуць пазначацца вашыя пераклады.

source: It was not possible to create the script folder inside the configuration folder.
be: Немагчыма стварыць каталёґ скрыптоў усярэдзіне каталёґу настаўленьняў.

source: Its winter has come
be: гэтая бачына.

source: JAXB (GPLv2 + classpath exception)
be: JAXB (GPLv2 + выключэньне на classpath)

source: JNA by Todd Fast, Timothy Wall and others (LGPL License)
be: JNA, аўтары — Todd Fast, Timothy Wall ды іншыя (ліцэнзія LGPL)

source: Japanese
be: Японская

source: Java(TM) Resource Bundles
be: Клункі запасаў Java™

source: Java: {0} ver.
be: Java: вэрсія {0}

source: Jmyspell 2.1.4 (LGPL License)
be: Jmyspell 2.1.4 (ліцэнзія LGPL)

source: Key:
be: Ключ:

source: Key=Value Text Files
be: Файлы віду «ключ=значэньне»

source: Keyword searches regard the specified query string as a set of search keywords (separated by space) and return all segments which contain all of the query words, in any order.
be: Калі шукаць паводле ключавых словаў, знойдуцца ўсе радкі, якія зьмяшчаюць усе словы шуканага выразу (падзеленыя прагаламі) — у якім бы парадку яны не стаялі.

source: LaTeX Files
be: Файлы LaTeX

source: Language Checker
be: Правапіс

source: Language Name
be: Назва мовы

source: Language Pattern
be: Узор мовы

source: Language not specified for translation unit variant.
be: Для адзінкі перакладу ня вызначылі мовы.

source: Languages
be: Мовы

source: Last modified by {0}
be: {0} зьмяняў (-ла) апошнім

source: Lies beyond our perception
be: знайсьці немагчыма.

source: Links (&URL)
be: &Спасылкі (URL)

source: Loading TMX files...
be: Чытаюцца файлы памяці перакладаў…

source: Loading glossaries
be: Чытаюцца ґлясарыі

source: Loading glossary {0}
be: Чытаецца ґлясарый {0}

source: Loading project...
be: Чытаецца праект…

source: Loading: {0}
be: Чытаецца: {0}

source: Location
be: Каталёґ:

source: Lost to paradise
be: але яна — у раі.

source: MRJ Adapter 1.0.8 by Steve Roy (LGPL License)
be: MRJ Adapter 1.0.8, аўтар — Steve Roy (ліцэнзія LGPL)

source: Mac&hine Translate
be: &Машынны пераклад

source: Machine Translation
be: Машынны пераклад

source: Marc Prior is the coordinator of the OmegaT project.
be: Marc Prior — каардынатар праекту.

source: Mark &Translated Segments
be: Пазначаць &перакладзенае

source: Mark &Untranslated Segments
be: Пазначаць &неперакладзенае

source: Mark Non-&Unique Segments
be: Пазначаць п&аўторныя кавалкі

source: Mark the first non-&unique segment
be: Пазначыць першы паўторны кавалак

source: Match Statistics
be: Статыстыка супадзеньняў

source: Maximize
be: Найбольшыць

source: Maximum number of finds has been reached ({0})
be: Дасягнулі найбольшае колькасьці знойдзеных выразаў ({0})

source: Microsoft Open XML Files
be: Файлы Microsoft Open XML

source: Minimize
be: Найменшыць

source: Mourning and sorrow
be: Сусьветны смутак.

source: Move &Up
be: В&ышэй

source: Move Do&wn
be: &Ніжэй

source: Move U&p
be: &Вышэй

source: Mozilla DTD files
be: Файлы Mozilla DTD

source: Multiple Translations
be: Іншыя пераклады

source: New Language and Country
be: Новая мова ды краіна

source: Next &Untranslated Segment
be: Наступнае не&перакладзенае

source: Next Untranslated Segment
be: Наступнае неперакладзенае

source: No Suggestions
be: Няма прапаноў

source: No match:
be: Не паўтараюцца:

source: No matches returned by search.
be: Нічога не знайшлі.

source: No need to save project, because no changes were made
be: Захоўваць ня трэба, бо нічога не зьмянілася

source: No new dictionaries available at the remote server.
be: Не знайшлі новых слоўнікаў на адлеглым паслужніку.

source: No one hears your screams.
be: Твае крыкі ніхто ня чуе.

source: No script bound in slot #{0}.
be: Шчыліна №{0} ня мае скрыпту.

source: No script selected.
be: Не абралі скрыпт.

source: No script set.
be: Ня вызначылі скрыпту.

source: No tag errors detected
be: Ня выявілі памылак у бірках

source: Non-visible Instruction Te&xt
be: Нябачны &тэкст

source: Not a valid XML file!
be: Хібны файл XML!

source: Note: All of the segmentation rule sets with a matching Language Pattern are applied in the given order.
be: Уважце: усе правілы, што да таго, як падзяляць па кавалках у адпаведнае мове, ужываюцца ў пададзеным парадку.

source: Note: DocBook files are recognized not only by file extension, but they also must have a DOCTYPE declaration: <!DOCTYPE book PUBLIC \"-//OASIS//DTD DocBook XML... for DocBook 4, or a Namespace: xmlns="http://docbook.org/ns/docbook" for DocBook 5
be: Уважце: файлы DocBook пазнаюцца ня толькі па пашырэньні. Яны таксама мусяць мець абвешчаньне: „<!DOCTYPE book PUBLIC \"-//OASIS//DTD DocBook XML…“ (для DocBook 4), або прастору імёнаў «xmlns="http://docbook.org/ns/docbook"» — для DocBook 5.

source: Note: Source File Encoding setting affects only the HHC and HHK files that do not contain an encoding declaration.
be: Уважце: налады кадоўкі файлаў крыніцы уплываюць толькі на тыя файлы HHC і HHK, што не зьмяшчаюць абвешчаньня кадоўкі.

source: Note: Source File Encoding setting affects only the HTML files that have no encoding declaration inside.
be: Уважце: налады кадоўкі файлаў крыніцы уплываюць толькі на тыя файлы HTML, што не зьмяшчаюць абвешчаньня кадоўкі.

source: Note: not all filters allow you to select an encoding.
be: Уважце: кадоўку можна абраць не заўсёды.

source: Notes
be: Нататкі

source: Now
be: Зараз

source: Nr of results: {0}
be: Вынікаў: {0}

source: Number of Segments
be: Колькасьць кавалкаў

source: Number of results:
be: Колькасьць вынікаў:

source: Number of unique segments
be: Непаўторных кавалкаў

source: O&ptions...
be: &Можнасьці…

source: OmegaT Project Files
be: Файлы праекту OmegaT

source: OmegaT Project Folder
be: Каталёґ праекту OmegaT

source: OmegaT can also check for programming variables (printf-function variables) like '%s'.
be: Таксама OmegaT можна спраўджваць зьменныя праґрамаваньня (зьменныя друкавальнае функцыі) кшталту «%s».

source: OmegaT is a free and open source multiplatform Computer Assisted Translation tool with fuzzy matching, translation memory, keyword search, glossaries, and translation leveraging into updated projects.
be: OmegaT — гэта дармавая шматплятформавая праґрама з адкрытымі выточнымі кодамі, кампутарны дапаможнік перакладчыка, якая ўмее падбіраць недакладныя супадзеньні, шукаць паводле ключавых словаў, карыстацца памяцьцю перакладаў, ґлясарыем, выкарыстоўваць наяўныя пераклады ў новых праектах.

source: OmegaT is refused access to the system property containing the name of your OS and/or the system property containing your home folder.
be: Праґраме OmegaT адмовілі ў доступе да сыстэмнае ўласьцівасьці, якая зьмяшчае назву апэрацыйнае сыстэмы, і (або) да ўласьцівасьці, якая зьмяшчае хатні каталёґ.

source: OmegaT is the original work of Keith Godfrey.
be: Стваральнік OmegaT — Кіт Ґодфры (Keith Godfrey).

source: OmegaT license
be: Ліцэнзія OmegaT

source: OmegaT ran out of memory, and will quit when you press OK.
be: OmegaT бракуе памяці: націсьніце «Добра», каб выйсьці.

source: OmegaT uses the following libraries:
be: OmegaT карыстаецца наступнымі бібліятэкамі:

source: OmegaT version {0}
be: Вэрсія OmegaT — {0}

source: OmegaT version {0}, update {1}
be: Вэрсія OmegaT — {0}, абнаўленьне {1}

source: OmegaT will now terminate.
be: OmegaT спыніць працаваць.

source: OmegaT will try to resegment the TMX file...
be: OmegaT паспрабуе нанова разьбіць на кавалкі гэты файл…

source: Only if (X)HTML file has a &header
be: Толькі калі файл &мае загаловак

source: Only if (X)HTML file has an &encoding declaration
be: Толькі калі файл мае &абвешчаньне кадоўкі

source: Open Project
be: Адчыніць праект

source: Open XML Filter Options
be: Можнасьці сіта Open XML

source: OpenDocument Filter Options
be: Можнасьці сіта OpenDocument

source: OpenDocument/OpenOffice.org Files
be: Файлы OpenDocument (OpenOffice.org)

source: Options
be: Можнасьці

source: Or a rude error message
be: Паведамленьне пра памылку?

source: Orphan segments
be: Састарэлыя кавалкі

source: Other Options:
be: Іншыя можнасьці:

source: Other contributions are detailed in the readme.txt file
be: Падрабязьней пра ўнёсак іншых людзей глядзіце ў файлу readme.txt.

source: PO Files
be: Файлы PO

source: PO Filter Options
be: Можнасьці сіта PO

source: Page slips through fingers
be: Ціха скрозь пальцы

source: Parse error encountered reading preferences file!
be: Не ўдалося разабраць файл перавагаў!

source: Password:
be: Пароль:

source: Paste
be: Уставіць

source: Pattern After
be: Што пасьля

source: Pattern Before
be: Што перад

source: Please close search window.
be: Зачыніце вакно пошуку, калі ласка.

source: Please consult the documentation about your recovery options and return the information below to the software manufacturer with a description of how this error was produced.
be: Трэба зьвярнуцца да дакумэнтацыі па магчымасьцях аднаўляць файлы ды даслаць вытворцу праґрамы апісаньне таго, як зьвілася памылка, і пададзеныя ніжэй зьвесткі.

source: Please consult the log ({1}) to determine the source of the error and try again.
be: Зірніце файл справаздачы ({1}), каб выявіць крыніцу памылкі, і паспрабуйце яшчэ раз.

source: Please enter your name/ID.
be: Упішыце сваё ймя або азначальнік.

source: Please select a dictionary file folder first
be: Спачатку абярыце каталёґ слоўнікаў, калі ласка

source: Please select a different name.
be: Пазначце іншую назву, калі ласка.

source: Please select how tags of non-OmegaT TMXs should be displayed.
be: Абярыце, як адлюстроўваць біркі файлаў TMX, створаных не ў OmegaT.

source: Please select the dictionaries you want to install and press the Install button.
be: Абярыце, калі ласка, якія слоўнікі трэба ўсталяваць, і націсьніце кнопку «Ўсталяваць».

source: Please select the language of your source files and the target language you would like to translate to.
be: Абярыце, калі ласка, мову, зь якое вы будзеце перакладаць, і мову, у якую будзеце перакладаць.

source: Please select what text you would like to be inserted into the segment that is not translated yet, when you move to it.
be: Абярыце, калі ласка, што трэба ўстаўляць у яшчэ не перакладзены кавалак, калі вы перайшлі да яго.

source: Please select which behaviour is appropriate.
be: Вызначце, калі ласка, адпаведныя паводзіны.

source: Please type or paste the URL of the mediawiki page
be: Упішыце або ўстаўце спасылку на бачыну мэдыявікі

source: Please wait.
be: Пачакайце, калі ласка.

source: Polish
be: Польская

source: Preferences system save operation failed!
be: Не ўдалося захаваць перавагі!

source: Problem encountered loading project file!
be: Далі хібу, калі чыталі файлы праекту!

source: Proceed?
be: Ці працягваць?

source: Project &Files...
be: &Файлы праекту…

source: Project Files
be: Файлы праекту

source: Project Specific File Filters
be: Адмысловыя сіты для праекту

source: Project Specific Segmentation Setup
be: Адмысловыя правілы кавалкаў для праекту

source: Project Statistics
be: Статыстыка праекту

source: Project autosaved on {0}
be: Праект захаваўся а {0}

source: Project closed
be: Праект зачынілі

source: Project compiling end
be: Скончылі зьбіраць праект

source: Project compiling start
be: Пачалі зьбіраць праект

source: Project creating end
be: Скончылі ствараць праект

source: Project creating start
be: Пачалі ствараць праект

source: Project is Empty
be: Праект парожні

source: Project load cancelled by user
be: Карыстальнік спыніў чытаць праект

source: Project loading end
be: Скончылі чытаць праект

source: Project loading start
be: Пачалі чытаць праект

source: Project saved
be: Праект захавалі

source: Project saving end
be: Скончылі захоўваць праект

source: Project saving start
be: Пачалі захоўваць праект

source: Proxy User and Password
be: Карыстальнік ды пароль на пасродак

source: Pulse pounding hard and frantic
be: сьлізганула бачына.

source: QuarkXPress CopyFlow Gold Files
be: Файлы QuarkXPress CopyFlow Gold

source: R&emove
be: В&ыкрасьліць

source: R&eplace with Match
be: &Замяніць супадзеньнем

source: Rather than beep
be: Гукавы сыґнал?

source: Re&move Filter
be: Скасаваць сі&та

source: Re&place with Source
be: Замяніць &тэкстам крыніцы

source: Reading TMX file {0}
be: Чытаецца файл памяці перакладаў {0}

source: Reading of TMX file complete
be: Файла памяці перакладаў прачыталі

source: Recoverable error on line {0}, column {1} while parsing:
be: Папраўная памылка сынтаксісу ў радку {0}, слупку {1}:

source: Recursi&ve search
be: У падкаталёґа&х

source: References:
be: Спасылкі:

source: Refreshing script directory "{0}"
be: Абнаўляецца каталёґ скрыпту «{0}»

source: Remaining Characters (including spaces)
be: Засталося знакаў (з прагаламі)

source: Remaining Characters (without spaces)
be: Засталося знакаў (без прагалаў)

source: Remaining Segments
be: Засталося кавалкаў

source: Remaining Words
be: Засталося словаў

source: Remaining:
be: Засталося:

source: Remove Script
be: Выкрасьліць скрыпт

source: Remove pattern?
be: Ці сьцерці ўзор?

source: Remove translation
be: Сьцерці пераклад

source: Reopen the project now?
be: Ці зрабіць гэта зараз?

source: Reopen the project?
be: Ці адчыніць праект нанова?

source: Repetitions:
be: Паўтараюцца:

source: Replace Translation with Match
be: Замяніць пераклад супадзеньнем

source: Replace Translation with Text
be: Замяніць пераклад тэкстам

source: Replace with &Machine Translation
be: Замяніць &машынным перакладам

source: ResX Files
be: Файлы ResX

source: Restore
be: Аднавіць

source: Restore De&faults
be: Да &пачатковых

source: Result:
be: Вынік:

source: Run script on slot #{0}.
be: Запусьціць скрыпт на шчыліне №{0}

source: Russian
be: Расейская

source: S&lide Comments
be: Заўвагі да &слайдаў

source: S&witch Case To
be: &Зьмяніць памер літар

source: SVG Image Files
be: Файлы відарысаў SVG

source: Sample Text
be: Прыклад тэксту

source: Save Script
be: Захаваць скрыпт

source: Saving project...
be: Захоўваецца праект…

source: Script "{0}" bound to slot #{1}.
be: Скрыпт «{0}» дадалі ў шчыліну №{1}.

source: Script "{0}" saved.
be: Скрыпт «{0}» захавалі.

source: Script "{0}" unbound from slot #{1}.
be: Скрыпт «{0}» прынялі са шчыліны №{1}.

source: Script &Language
be: &Мова скрыпту

source: Scriptin&g...
be: Ск&рыпты…

source: Scripting
be: Ск&рыпты

source: Scripts Folder
be: Каталёґ скрыптоў

source: Scripts Folder:
be: Каталёґ скрыптоў:

source: Search &files
be: Шукаць у &файлах

source: Search T&Ms
be: &У памяці перакладаў

source: Search for:
be: Шукаць:

source: Search thread died unexpectedly!
be: Струмень пошуку неспадзявана памёр!

source: Searches are done within the current project or in any folder or folder structure.
be: OmegaT шукае па ўсім праекце або ў абраным каталёґу ці дрэве каталёґаў.

source: Searches can be performed in the source and/or in the translation and/or in notes.
be: Шукаць можна ў крыніцах і (або) перакладзеных выразах і (або) ў нататках.

source: Security error encountered loading project file!
be: Далі хібу ў бясьпецы, калі чыталі праект!

source: Segment encountered outside translation unit variant.
be: Па-за адменьнікам адзінкі перакладу знайшлі кавалак.

source: Segment skipped.
be: Кавалак прапусьцілі.

source: Segment source text into paragraphs on:
be: Падзяляць тэкст на абзаца па:

source: Segmentation Setup
be: Налады кавалкаў

source: Segmentation method: {0}
be: Спосаб падзяляць на кавалкі: {0}

source: Segmentation rules are applied in the following order:
be: Правілы ўжываюцца ў наступным парадку:

source: Segments
be: Кавалкаў

source: Select
be: Абраць

source: Select Fol&der
be: Зір&нуць

source: Select Match #&1
be: Абраць супадзеньне №&1

source: Select Match #&2
be: Абраць супадзеньне №&2

source: Select Match #&3
be: Абраць супадзеньне №&3

source: Select Match #&4
be: Абраць супадзеньне №&4

source: Select Match #&5
be: Абраць супадзеньне №&5

source: Select an entry to view comments if they exist in the source file and the file filter supports it (e.g. PO-filter).
be: Абярыце які кавалак і вы ўбачыце заўвагі — калі яны існуюць у файле крыніцы і калі адпаведнае сіта файлаў іх падтрымвае (як, напрыклад, сіта файлаў PO).

source: Select an entry to view, add, remove or edit a translation unit note.
be: Каб паглядзець, дадаць або сьцерці нататку да адзінкі перакладу, абярыце адпаведны кавалак.

source: Selected Engine: {0}
be: Абраны рухавік: {0}

source: Set empty translation
be: Пакінуць пераклад пустым

source: Sets of segmentation rules:
be: Наборы правілаў кавалкаў:

source: Skip text matching regular expression:
be: Прапускаць тэкст, які адпавядае сталаму выразу:

source: Sli&de Masters
be: &Майстры слайдаў

source: Slide La&youts
be: &Раскладкі слайдаў

source: Some project folders seem to have been moved.
be: Не знайшлі пэўных каталёґаў праекту: мажліва, іх перасунулі.

source: Source File Encoding
be: Кадоўка файлаў крыніцы

source: Source File Encoding:
be: Кадоўка файлаў крыніцы:

source: Source Filename Pattern
be: Узор назваў файлаў крыніцы

source: Source Filename Pattern:
be: Узор файлаў крыніцы:

source: Source Files Folder
be: Каталёґ файлаў крыніцы

source: Source Files Folder:
be: Каталёґ файлаў крыніцы:

source: Source file loading complete
be: Скончылі чытаць файлы крыніцы

source: Source files folder entered does not exist!
be: Пазначаны каталёґ файлаў крыніцы не існуе!

source: Source language: {0}
be: Мова крыніцы: {0}

source: Source segment could not be located for certain translation units.
be: Не магу знайсьці кавалак крыніцы да пэўных адзінак перакладу.

source: Source term:
be: У крыніцы:

source: Source/translation lengths (characters)
be: Даўжыня крыніцы / перакладу (знакаў)

source: Spanish
be: Гішпанская

source: Spell &Checking...
be: Сп&раўджваць правапіс…

source: Spellchecker Setup
be: Налады правапісу

source: Start a new paragraph on:
be: Пачынаць новы абзац па:

source: Statistics
be: Статыстыка

source: SubRip Subtitles Files
be: Файлы субтытраў SubRip

source: Swing-Layout 1.0.2 (LGPL License)
be: Swing-Layout 1.0.2 (ліцэнзія LGPL)

source: TMX file was created by OmegaT 1.4.x or earlier.
be: Файл памяці перакладаў ствараўся ў OmegaT вэрсіі 1.4.x ці пазьнейшае.

source: Tag &Validation...
be: Спраўджваньне па&знакаў…

source: Tag Validation Options
be: Можнасьці спраўджваць біркі

source: Tag name:
be: Назва біркі:

source: Tag:
be: Бірка:

source: Target term:
be: Пераклад:

source: Tea&m...
be: C&упольная праца…

source: Team Options
be: Можнасьці супольнае працы

source: Text Files
be: Тэкставыя файлы

source: Text Filter Options
be: Можнасьці сіта тэксту

source: Text Search
be: Шукаць тэкст

source: Text files segmentation
be: Тэкст па кавалках

source: The current folder will be used instead.
be: Настаўленьні захаваюцца ў бягучым каталёґу.

source: The &source text
be: &Тэкст крыніцы

source: The '*' character matches zero or more characters (the search term 'run*' would match 'run', 'runs', and 'running', for example).
be: Знак «*» замяняе 0 ці болей знакаў (напрыклад, выраз «бел*» супадзе са словамі «белы», «белае», але не супадзе са словамі «бегчы» і «пабелка»).

source: The '?' character matches exactly one character ('run?' would match 'runs' and 'rung', for example, but not 'run' or 'running').
be: Знак «?» замяняе дакладна адзін знак (напрыклад, «бела?» супадзе зь «белая» і «белай», але не супадзе са словамі «беламу» або «белага»).

source: The PO filter threw an exception:
be: Сіта PO выклікала пярэчаньне:

source: The TMX file will continue to be loaded.
be: Працягаем чытаць файл памяці перакладаў.

source: The TMX file will not be loaded Please try to correct the error and reload the project.
be: Гэты файл памяці перакладаў не прачытаецца Паспрабуйце выправіць памылку і нанова прачытаць праект.

source: The TMX source language ({0}) is different from the project source language ({1}).
be: Мова крыніцы файла памяці перакладаў ({0}) адрозьніваецца ад мовы крыніцы праекту ({1}).

source: The configuration folder will be used instead.
be: Будзе ўжывацца бягучы каталёґ.

source: The help page you seek
be: Разьдзел, што шукаеш,

source: The language code should be in the form xx-YY, xxx-YY, xx_YY or xxx_YY, where xx or xxx is the language code and YY is the region or country code (optional).
be: Мова пазначаецца як «мм-КК», «ммм-КК», «мм_КК» ці «ммм_КК» (без двукосьсяў), дзе «мм» або «ммм» пазначае мову, а «КК» (не абавязкова) — мясцовасьць або краіну.

source: The script "{0}" is running...
be: Скрыпт «{0}» працуе…

source: The source file language entered is invalid!
be: Няправільна пазначылі мову файлаў крыніцы!

source: The translated file language entered is invalid!
be: Няправільна пазначылі, мову перакладзеных файлаў!

source: Then while translating from Canadian French your project will use all the rules defined for all the language chain in the correct order.
be: Таму калі вы перакладаеце з канадзкае францускае, правілы будуць ужывацца для ўсяго ланцугу ў належным парадку.

source: Therefore, the location of OmegaT's configuration folder cannot be reliably determined.
be: Таму вызначыць, дзе знаходзяцца настаўленьні OmegaT, немагчыма.

source: These three are certain:
be: Тры рэчы вечныя:

source: These units have been skipped.
be: Прапусьцілі гэтыя адзінкі.

source: These words: 'Page not found'
be: Ды не. Проста «бачыну не знайшлі».

source: This is the way text will look when displayed.
be: Так будзе выглядаць тэкст на экране.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
be: Гэтая праґрама распаўсюджваецца ў спадзяваньні, што яна будзе карыснаю, але БЕЗ АНІЯКІХ ПАРУК, у тым ліку без парукі мець быць ПРЫДАТНАЮ ДЛЯ ПРОДАЖУ або ДЛЯ ПЭЎНАГА ПРЫЗНАЧЭНЬНЯ.

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
be: Гэта дармавая праґрама; яе можна распаўсюджваць і (або) зьмяняць згодна з умовамі другое або, калі пажадаеце, пазьнейшае вэрсіі ліцэнзіі GNU General Public License, апублікаванае Free Software Foundation.

source: Thus, for example, rules for Canadian French (FR-CA) should be higher than rules for French (FR.*), and higher than Default (.*) ones.
be: Гэтак, напрыклад, правілы канадзкае францускае мовы (FR-CA) будуць пераважаць і над правіламі францускае (FR.*), і над агульнымі правіламі (.*).

source: To access this link, either copy and paste the URL to your Web browser, or open the User's Manual in your Web browser ({0} file).
be: Каб перайсьці па спасылцы, або перапішыце яе ў аглядальнік сеціва, або адчыніце файл дапаможніка ({0}) у аглядальніку сеціва.

source: To add files to the project, click on the Import Source Files... button in the Project Files window or call this action from the Project menu and select the source files you want to import.
be: Каб дадаць файлы да праекту, у вакне файлаў праекту пстрыкніце па кнопцы «Ўзяць файлы крыніцы…» (або абярыце гэтае дзеяньне ў мэню «Праект») і абярыце файлы, якія трэба ўзяць.
